/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automático";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="Después de imprimir el trabajo, puede utilizar el panel de control de la impresora para imprimir más copias. Se organizarán automáticamente múltiples copias de los trabajos almacenados.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="Cuando se solicitan varias copias, se imprime la primera copia. El resto permanecerá en la impresora hasta que decida continuar, lo cual se realiza utilizando el panel de control de la impresora. Se organizarán automáticamente múltiples copias de los trabajos almacenados.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="El trabajo se almacenará en la impresora como si fuera un archivador electrónico. No se imprimirá nada hasta que se solicite el trabajo desde el panel de control de la impresora. Hágalo así con documentos comunes o compartidos. Se organizarán automáticamente múltiples copias de los trabajos almacenados.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="Su trabajo se almacenará en la impresora y no se imprimirá nada hasta que solicite el trabajo en el panel de control de la impresora. Los trabajos de impresión privados se protegen con el número de identificación personal de 4 dígitos que especifique. Se organizarán automáticamente múltiples copias de los trabajos almacenados.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Su trabajo se almacenará en la impresora como si fuera un gabinete de archivos electrónicos. No se imprimirá ningún archivo hasta que solicite su trabajo desde el panel de control de la impresora. Con un número de identificación personal de 4 dígitos que usted especifica, puede asegurar los trabajos de impresión privados almacenados. Las copias múltiples de trabajos almacenados se organizarán en el orden apropiado automáticamente.";
"HPJOBRETENTIONOPTION_OFF_DS"="El trabajo se imprimirá, pero no se almacenará en la impresora.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Su trabajo se almacenará en la impresora como si fuera un archivador electrónico. No se imprimirá ningún archivo hasta que solicite su trabajo desde el panel de control de la impresora. Con un número de identificación personal de 4 dígitos que usted especifica, puede asegurar los trabajos de impresión almacenados. Las copias múltiples de trabajos almacenados se organizarán en el orden apropiado automáticamente.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Almacenar el trabajo de impresión en la impresora hasta que solicite el trabajo desde el panel de control de la impresora. Una vez impreso, el trabajo se borrará de la impresora. Mantener el trabajo de impresión privado utilizando un número de identificación personal (PIN).";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "El job se almacenará en la impresora y no se imprimirá hasta que solicite el job desde el panel de control de la impresora. Después de imprimir el job, este se eliminará automáticamente del almacenamiento de jobs de la impresora.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "El job se almacenará en la impresora y no se imprimirá hasta que solicite el job desde el panel de control de la impresora e introduzca el PIN. Después de imprimir el job, este se eliminará automáticamente del almacenamiento de jobs de la impresora.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "El job se almacenará en la impresora como si esta fuera un archivador electrónico. No se imprimirá nada hasta que se solicite el job desde el panel de control de la impresora. Use este almacenamiento para formularios y otros documentos comunes o compartidos.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "El job se almacenará en la impresora como si esta fuera un archivador electrónico. No se imprimirá nada hasta que se solicite el job desde el panel de control de la impresora y se introduzca el PIN. Use este almacenamiento para formularios y otros documentos comunes o compartidos.";

"HPSTRAIGHTPAPERPATH_DS" = "Compartimiento alternativo está abierto";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Vacíe la bandeja de alimentación manual; o si se comienza desde esta bandeja que contiene el papel justo para este documento (añada una hoja si se ha seleccionado la guía de reinserción).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Imprimir guía de inserción";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Para imprimir un folleto, debe seleccionar la casilla \"A doble cara\" o \"Impresión a dos caras manual\" arriba.";
"HPBOOKLETFILTER_MANUAL_DS" = "Para imprimir un folleto, debe seleccionar la casilla \"Impresión a dos caras manual\" arriba.";
"HPBOOKLETFILTER_AUTO_DS" = "Para imprimir un folleto, debe seleccionar la casilla \"A doble cara\" arriba.";
"DUPLEXER_NOT_INSTALLED" = "Para imprimir un folleto, debe instalar el accesorio dúplex.";
"DUPLEXER_INSTALLED" = "Para imprimir un folleto, la impresión a dos caras debe estar encendida.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Enc. pág. a der.";

"HPWMSWITCH_CHECKBOX_TITLE" = "Filigrana";

/* Advanced Color Options */
"HPTEXTNEUTRALGRAYS_SUMMARY" = "Gris neutro de texto";
"HPTEXTHALFTONE_SUMMARY" = "Mediotono de texto";
"HPTEXTRGB_SUMMARY" = "Texto Color RGB";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Gris neutro de gráfico";
"HPGRAPHICSHALFTONE_SUMMARY" = "Mediotono de gráficos";
"HPGRAPHICSRGB_SUMMARY" = "Gráfico Color RGB";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Gris neutro de fotografías";
"HPPHOTOHALFTONE_SUMMARY" = "Mediotono de fotografías";
"HPPHOTORGB_SUMMARY" = "Fotografías Color RGB";

/*UntitledCustomName*/
"UntitledString"="Sin título";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 ppp";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Imprimir colores en gris";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Entrada color/presentación en blanco y negro: 600x600 ppp\nSalida (blanco y negro/color): Automático";

"OUTPUTMODE_DS_GENERALOFFICE" = "Presentación en negro: 300 x 300 ppp \nEntrada de color: 300 x 300 ppp \nSalida (negro): Automática \nSalida (color): Automática";

"OUTPUTMODE_DS_PROFESSIONAL" = "Presentación en negro: 600 x 600 ppp \nEntrada de color: 600 x 600 ppp \nSalida (negro): Automática \nSalida (color): Automática";

"OUTPUTMODE_DS_PRESENTATION" = "Presentación en negro: 600 x 600 ppp \nEntrada de color: 600 x 600 ppp \nSalida (negro): Automática \nSalida (color): Automática\nPara estos tipos de papeles la salida en negro es de 12000 x 1200 ppp optimizados: No específicado, normal, Presentación en mate HP Premium y Folletos mate de HP";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Presentación en negro: 600 x 600 ppp \nEntrada de color: 600 x 600 ppp \nSalida (negro): Automática \nSalida (color): 2400 x 1200 ppp optimizados";

